<template>
  <v-card>
    <v-card-title>
      <span class="text-h4 mb-5">プライバシーポリシー</span>
    </v-card-title>

    <v-card-text>
      <h2>
        お客様から取得する情報
      </h2>
      <p>
        本サービスは、ユーザーから以下の情報を取得します。
        <ul>
          <li>
            氏名(ニックネームやペンネームも含む)
          </li>
          <li>
            写真や動画
          </li>
          <li>
            OSが生成するID、端末の種類、端末識別子等のお客様が利用するOSや端末に関する情報
          </li>
          <li>
            本サービスウェブサイトの滞在時間、入力履歴、購買履歴等の本サービスウェブサイトにおけるお客様の行動履歴
          </li>
        </ul>
      </p>

      <h2>
        お客様の情報を利用する目的
      </h2>
      <p>
        本サービスは、お客様から取得した情報を、以下の目的のために利用します。
        <ul>
          <li>
            本サービスに関する登録の受付、お客様の本人確認、認証のため
          </li>
          <li>
            本サービスにおけるお客様の行動履歴を分析し、本サービスの維持改善に役立てるため
          </li>
          <li>
            以上の他、本サービスの提供、維持、保護及び改善のため
          </li>
        </ul>
      </p>

      <h2>
        安全管理のために講じた措置
      </h2>
      <p>
        本サービスが、お客様から取得した情報に関して安全管理のために講じた措置につきましては、
        末尾記載のお問い合わせ先にご連絡をいただきましたら、法令の定めに従い個別にご回答させていただきます。
      </p>

      <h2>
        第三者提供
      </h2>
      <p>
        本サービスは、お客様から取得する情報のうち、個人データ（個人情報保護法第２条第６項）に該当するものついては、
        あらかじめお客様の同意を得ずに、第三者（日本国外にある者を含みます。）に提供しません。
        <br>
        但し、次の場合は除きます。
        <ul>
          <li>
            個人データの取扱いを外部に委託する場合
          </li>
            本サービスが買収された場合
          <li>
            事業パートナーと共同利用する場合（具体的な共同利用がある場合は、その内容を別途公表します。）
          </li>
          <li>
            その他、法律によって合法的に第三者提供が許されている場合
          </li>
        </ul>
      </p>

      <h2>
        アクセス解析ツール
      </h2>
      <p>
        本サービスは、お客様のアクセス解析のために、「Googleアナリティクス」を利用しています。
        Googleアナリティクスは、トラフィックデータの収集のためにCookieを使用しています。
        トラフィックデータは匿名で収集されており、個人を特定するものではありません。
        Cookieを無効にすれば、これらの情報の収集を拒否することができます。
        詳しくはお使いのブラウザの設定をご確認ください。
        Googleアナリティクスについて、詳しくは以下からご確認ください。
        <br>
        <a href="https://marketingplatform.google.com/about/analytics/terms/jp/"
         target="_blank"
         rel="noopener noreferrer"
        >
          https://marketingplatform.google.com/about/analytics/terms/jp/
         </a>
      </p>

      <h2>
        プライバシーポリシーの変更
      </h2>
      <p>
        本サービスは、必要に応じて、このプライバシーポリシーの内容を変更します。
        この場合、変更後のプライバシーポリシーの施行時期と内容を適切な方法により周知または通知します。
      </p>
    </v-card-text>

    <v-card-text>
      <p>
        2022年5月04日 制定
      </p>
    </v-card-text>

    <v-card-actions>
      <v-spacer></v-spacer>
      <v-btn
        text
        @click="$emit('close')"
      >
        <v-icon>
          mdi-close
        </v-icon>
        閉じる
      </v-btn>
    </v-card-actions>
  </v-card>
</template>

<script>
</script>

